//
//  PunishmentData.swift
//  JDAM
//
//  Created by Dmitry Volkov on 13/02/2025.
//

import Foundation

struct Punisment {
    let data = [
            "Говорить только шепотом в течение следующего раунда.",
            "Отвечать на все вопросы, стоя на одной ноге.",
            "Говорить с акцентом (например, французским или итальянским) в течение следующего раунда.",
            "Отвечать на вопросы, только используя слова из трех букв.",
            "Изображать робота при каждом ответе в течение следующего раунда.",
            "Говорить только рифмами в течение следующего раунда.",
            "Отвечать на вопросы, держа руки на голове, как уши зайца.",
            "Говорить, как будто вы очень сильно замерзли, в течение следующего раунда.",
            "Отвечать на вопросы, только кивая головой (без слов).",
            "Говорить, как будто вы очень сонный, в течение следующего раунда.",
            "Отвечать на вопросы, изображая, что вы находитесь в невесомости.",
            "Говорить, как будто вы очень взволнованы, в течение следующего раунда.",
            "Отвечать на вопросы, только используя жесты (без слов).",
            "Говорить, как будто вы очень голодны, в течение следующего раунда.",
            "Отвечать на вопросы, только используя слова, начинающиеся на букву 'П'.",
            "Говорить, как будто вы очень устали, в течение следующего раунда.",
            "Отвечать на вопросы, только используя слова из песен.",
            "Говорить, как будто вы очень счастливы, в течение следующего раунда.",
            "Отвечать на вопросы, только используя слова, которые заканчиваются на букву 'О'.",
            "Говорить, как будто вы очень злитесь, в течение следующего раунда."
    ]
}
